const questions = [
    {
        question: "Какой город является столицей Франции?",
        answers: ["Париж", "Марсель", "Ницца", "Лион"],
        correctAnswer: "Париж",
        prize: 20
    },
    {
        question: "Сколько планет в Солнечной системе?",
        answers: ["9", "8", "10", "11"],
        correctAnswer: "8",
        prize: 40
    },
    {
        question: "Как называется столица Австралии?",
        answers: ["Канберра", "Сидней", "Мельбурн", "Брисбен"],
        correctAnswer: "Канберра",
        prize: 60
    },
    {
        question: "Какой океан самый большой в мире?",
        answers: ["Тихий", "Атлантический", "Индийский", "Северный Ледовитый"],
        correctAnswer: "Тихий",
        prize: 80
    },
    {
        question: "Что такое HTML?",
        answers: ["Язык программирования", "Стилевой язык", "Язык разметки", "Система управления базами данных"],
        correctAnswer: "Язык разметки",
        prize: 100
    },
    {
        question: "Какая валюта используется в Японии?",
        answers: ["Йена", "Доллар", "Евро", "Фунт стерлингов"],
        correctAnswer: "Йена",
        prize: 120
    },
    {
        question: "Какой элемент обозначается символом Au?",
        answers: ["Золото", "Серебро", "Платина", "Ртуть"],
        correctAnswer: "Золото",
        prize: 140
    },
    {
        question: "Какой писатель написал роман 'Война и мир'?",
        answers: ["Лев Толстой", "Федор Достоевский", "Александр Пушкин", "Николай Гоголь"],
        correctAnswer: "Лев Толстой",
        prize: 160
    },
    {
        question: "Какой химический элемент имеет символ Hg?",
        answers: ["Ртуть", "Водород", "Гелий", "Кислород"],
        correctAnswer: "Ртуть",
        prize: 180
    },
    {
        question: "Какая страна является родиной футбола?",
        answers: ["Англия", "Италия", "Германия", "Франция"],
        correctAnswer: "Англия",
        prize: 300
    }
];